<?php
// Бенгальский
$base_array = array(
    'name' => 'নাম:',
    'phone' => 'ফোন নম্বর:',
    'return' => 'ফিরে',
);
$success_page_array = array_merge($base_array, array(
    'title' => 'ধন্যবাদ',
    'text-1' => 'আপনার আদেশের জন্য আপনাকে ধন্যবাদ!',
    'text-2' => 'আমাদের বিশেষজ্ঞরা আপনার সাথে যোগাযোগ করবে',
    'text-3' => 'নিশ্চিত করুন যে আপনি প্রবেশ করেছেন:',
));
$error_page_array = array_merge($base_array, array(
    'title' => 'ত্রুটি',
    'text-1' => 'একটি ত্রুটি উৎপন্ন হয়েছে',
    'text-2' => 'মূল পৃষ্ঠায় ফিরে যান এবং আবার চেষ্টা করুন',
    'text-3' => 'নিশ্চিত করুন যে আপনি প্রবেশ করেছেন:',
));
$double_page_array = array_merge($base_array, array(
    'title' => 'ধন্যবাদ',
    'text-1' => 'আপনার অর্ডার ইতিমধ্যে প্রক্রিয়া করা হচ্ছে!',
    'text-2' => 'আমাদের বিশেষজ্ঞরা আপনার সাথে যোগাযোগ করবে',
    'text-3' => 'আপনার দেওয়া তথ্য:',
));
