<?php
// Хинди
$base_array = array(
    'name' => 'नाम:',
    'phone' => 'फोन नंबर:',
    'return' => 'लौटने के लिए',
);
$success_page_array = array_merge($base_array, array(
    'title' => 'धन्यवाद',
    'text-1' => 'आपके आदेश के लिए धन्यवाद!',
    'text-2' => 'हमारे विशेषज्ञ आपसे संपर्क करेंगे',
    'text-3' => 'सुनिश्चित करें कि आपने प्रवेश किया है:',
));
$error_page_array = array_merge($base_array, array(
    'title' => 'त्रुटि',
    'text-1' => 'एक त्रुटि हुई है',
    'text-2' => 'मुख्य पृष्ठ पर वापस जाएं और पुनः प्रयास करें',
    'text-3' => 'सुनिश्चित करें कि आपने प्रवेश किया है:',
));
$double_page_array = array_merge($base_array, array(
    'title' => 'धन्यवाद',
    'text-1' => 'आपका ऑर्डर पहले से ही संसाधित हो रहा है!',
    'text-2' => 'हमारे विशेषज्ञ आपसे संपर्क करेंगे',
    'text-3' => 'आपके द्वारा प्रदान किया गया डेटा:',
));
