<?php
// Кхмерский
$base_array = array(
    'name' => 'ឈ្មោះ:',
    'phone' => 'លេខទូរស័ព្ទ:',
    'return' => 'ដើម្បីត្រឡប់',
);
$success_page_array = array_merge($base_array, array(
    'title' => 'សូមអរគុណ',
    'text-1' => 'សូមអរគុណចំពោះការបញ្ជាទិញរបស់អ្នក!',
    'text-2' => 'អ្នកជំនាញរបស់យើងនឹងទាក់ទងអ្នក',
    'text-3' => 'សូមប្រាកដថាអ្នកបានបញ្ចូល:',
));
$error_page_array = array_merge($base_array, array(
    'title' => 'កំហុស',
    'text-1' => 'កំហុសបានកើតឡើង',
    'text-2' => 'ត្រឡប់ទៅទំព័រមេហើយព្យាយាមម្ដងទៀត',
    'text-3' => 'សូមប្រាកដថាអ្នកបានបញ្ចូល:',
));
$double_page_array = array_merge($base_array, array(
    'title' => 'សូមអរគុណ',
    'text-1' => 'ការបញ្ជាទិញរបស់អ្នកកំពុងដំណើរការហើយ!',
    'text-2' => 'អ្នកជំនាញរបស់យើងនឹងទាក់ទងទៅអ្នក។',
    'text-3' => 'ទិន្នន័យដែលអ្នកបានផ្តល់៖',
));
