<?php
// Македонский
$base_array = array(
    'name' => 'Име:',
    'phone' => 'Телефонски број:',
    'return' => 'Врати се',
);
$success_page_array = array_merge($base_array, array(
    'title' => 'Ви благодарам',
    'text-1' => 'Ви благодариме за вашата нарачка!',
    'text-2' => 'Нашите специјалисти ќе ве контактираат',
    'text-3' => 'Погрижете се да внесете:',
));
$error_page_array = array_merge($base_array, array(
    'title' => 'Грешка',
    'text-1' => 'Се појави грешка',
    'text-2' => 'Вратете се на главната страница и обидете се повторно',
    'text-3' => 'Погрижете се да внесете:',
));
$double_page_array = array_merge($base_array, array(
    'title' => 'Ви благодарам',
    'text-1' => 'Вашата нарачка веќе се обработува!',
    'text-2' => 'Нашите специјалисти ќе ве контактираат',
    'text-3' => 'Податоците што ги дадовте:',
));
