<?php
// Тайский
$base_array = array(
    'name' => 'ชื่อ:',
    'phone' => 'หมายเลขโทรศัพท์:',
    'return' => 'กลับ',
);
$success_page_array = array_merge($base_array, array(
    'title' => 'ขอบคุณ',
    'text-1' => 'ขอขอบคุณสำหรับการสั่งซื้อของคุณ!',
    'text-2' => 'ผู้เชี่ยวชาญของเราจะติดต่อคุณ',
    'text-3' => 'ตรวจสอบให้แน่ใจว่าคุณป้อน:',
));
$error_page_array = array_merge($base_array, array(
    'title' => 'ข้อผิดพลาด',
    'text-1' => 'เกิดข้อผิดพลาด',
    'text-2' => 'กลับไปที่หน้าหลักแล้วลองอีกครั้ง',
    'text-3' => 'ตรวจสอบให้แน่ใจว่าคุณป้อน:',
));
$double_page_array = array_merge($base_array, array(
    'title' => 'ขอบคุณ',
    'text-1' => 'คำสั่งซื้อของคุณอยู่ระหว่างดำเนินการแล้ว!',
    'text-2' => 'ผู้เชี่ยวชาญของเราจะติดต่อคุณ',
    'text-3' => 'ข้อมูลที่คุณให้:',
));
